Revit 2024 API
SpatialElementFromToCalculationPoints.Flip Method
 flip the direction of the "from" and "to" points
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public void Flip()
Visual Basic
Public Sub Flip
Visual C++
public:
void Flip()
See Also
SpatialElementFromToCalculationPoints Class
Autodesk.Revit.DB Namespace